/* No comment provided by engineer. */
"API URL Invalid" = "URL API Non Valido";

/* No comment provided by engineer. */
"Bad Server Response" = "Risposta del Server Non Valida";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Capture Video" = "Registra Video";

/* No comment provided by engineer. */
"Clear" = "Svuota";

/* No comment provided by engineer. */
"Copied" = "Copiato";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Copia nella Clipboard";

/* No comment provided by engineer. */
"Done" = "Fatto";

/* No comment provided by engineer. */
"Email Error" = "Errore Email";

/* No comment provided by engineer. */
"Enter name" = "Inserisci nome";

/* No comment provided by engineer. */
"Enter password" = "Inserisci password";

/* No comment provided by engineer. */
"Enter URL" = "Inserisci URL";

/* No comment provided by engineer. */
"Enter username" = "Inserisci nome utente";

/* No comment provided by engineer. */
"Facebook Error" = "Errore Facebook";

/* No comment provided by engineer. */
"From Library" = "Dalla Libreria";

/* No comment provided by engineer. */
"Hybrid Map" = "Mappa Ibrida";

/* No comment provided by engineer. */
"Loading..." = "Caricamento ...";

/* No comment provided by engineer. */
"Locating..." = "Localizzazione ...";

/* No comment provided by engineer. */
"Logged in" = "Connesso";

/* No comment provided by engineer. */
"Logged out" = "Disconnesso";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Internet Connection" = "Nessuna Connessione a Internet";

/* No comment provided by engineer. */
"No Wi-Fi Connection" = "Nessuna Connessione Wi-Fi";

/* No comment provided by engineer. */
"No YouTube Linked Account" = "Nessun Account YouTube Collegato";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open in Safari" = "Apri con Safari";

/* No comment provided by engineer. */
"Open in Safari?" = "Aprire con Safari?";

/* No comment provided by engineer. */
"Open In..." = "Apri con ...";

/* No comment provided by engineer. */
"Over request capacity limit" = "Superato il limite di richieste gestibili";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "Per favore, verifica la tua connessione a internet e riprova";

/* No comment provided by engineer. */
"Posted" = "Inviato";

/* No comment provided by engineer. */
"Posting..." = "Invio ...";

/* No comment provided by engineer. */
"Print Error" = "Errore di Stampa";

/* No comment provided by engineer. */
"Printed" = "Stampato";

/* No comment provided by engineer. */
"Road Map" = "Mappa Stradale";

/* No comment provided by engineer. */
"Satellite Map" = "Mappa da Satellite";

/* No comment provided by engineer. */
"Select" = "Seleziona";

/* No comment provided by engineer. */
"Send to Printer" = "Invia alla Stampante";

/* No comment provided by engineer. */
"Sent" = "Inviato";

/* No comment provided by engineer. */
"Settings" = "Impostazioni";

/* No comment provided by engineer. */
"Share via Email" = "Condividi via Email";

/* No comment provided by engineer. */
"Share via Facebook" = "Condividi su Facebook";

/* No comment provided by engineer. */
"Share via QRCode" = "Condividi con QRCode";

/* No comment provided by engineer. */
"Share via SMS" = "Condividi con SMS";

/* No comment provided by engineer. */
"Share via Twitter" = "Condividi con Twitter";

/* No comment provided by engineer. */
"SMS Error" = "Errore SMS";

/* No comment provided by engineer. */
"Take Photo" = "Scatta Fotografia";

/* No comment provided by engineer. */
"There was a problem sending SMS message." = "C'è stato un problema nell'invio dell'SMS";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Unable To Authenticate" = "Impossibile Autenticare";

/* No comment provided by engineer. */
"Unable to connect to the internet via Wi-Fi. Click 'Settings' to change your synchronize settings." = "Impossibile connettersi a integer in Wi-Fi. Clicca su 'Impostazioni' per modificare le impostazioni di sincronizzazione";

/* No comment provided by engineer. */
"Unable to find address" = "Impossibile trovare l'indirizzo";

/* No comment provided by engineer. */
"Unable to post to Facebook" = "Impossibile pubblicare su Facebook";

/* No comment provided by engineer. */
"User Authentication Failed" = "Autenticazione Utente Fallita";

/* No comment provided by engineer. */
"User Authentication Required" = "Autenticazione Utente Richiesta";

/* No comment provided by engineer. */
"Videos" = "Video";

/* No comment provided by engineer. */
"Yes" = "Si";

